{
  "ЗАВТРАК": [
    {"id": "bf_001", "name_ru": "Тост с курицей и авокадо", "name_en": "Chicken Avocado Toast", "price": 55000, "description_ru": "Яичница глазунья из 2-х яиц, тост с авокадо, нарезанная курица, домашний соус «тартар», томаты черри, листовая зелень, лук, морская соль.", "description_en": "Chicken eggs sunny side up x2, avocado toast, sliced chicken, home made “tartar” sauce, cherry tomato, Leafy Green, onion, sea salt"},
    {"id": "bf_002", "name_ru": "Тост с тунцом и авокадо", "name_en": "Tuna Avocado Toast", "price": 55000, "description_ru": "Яичница глазунья из 2-х яиц, тост с авокадо и тунцом, томаты черри, листовая зелень, лук, морская соль.", "description_en": "Chicken eggs sunny side up x2, avocado - tuna toast, cherry tomato, Leafy Green, onion, sea salt"},
    {"id": "bf_003", "name_ru": "Сырники", "name_en": "Syrniki", "price": 55000, "description_ru": "Сырники (3 шт.), сметанно-банановый мусс, капля дикого пчелиного меда.", "description_en": "Syrniki x3, sour cream and banana mousse, wild bee honey dripping"},
    {"id": "bf_004", "name_ru": "Сладкие блины", "name_en": "Sweet Blini", "price": 30000, "description_ru": "Блины (4 шт.), сметанно-бананово-манговый мусс, дикий мед, нарезанное манго.", "description_en": "Blini x4, sour cream banana mangoe mouse, wild honey, mangoe sliced."}
  ],
  "СВЕЖИЕ САЛАТЫ": [
    {"id": "salad_001", "name_ru": "Дикая руккола с тунцом", "name_en": "Wild Rucola", "price": 75000, "description_ru": "Дикая руккола, тунец, томаты черри, перепелиные яйца, салат латук, бальзамический уксус, чеснок, оливковое масло, морская соль.", "description_en": "wild rucola, tuna, cherry tomato, quail eggs, lettuce, balsamic vinegar, garlic, olive oil, sea salt"},
    {"id": "salad_002", "name_ru": "Цезарь с беконом", "name_en": "Caesar Salad - Bacon", "price": 80000, "description_ru": "Салат Саланова зеленый, салат Айсберг, томаты черри, гренки, перепелиные яйца, домашний соус «Цезарь», морская соль, бекон.", "description_en": "salanova butter green, Iceberg lettuce, cherry tomato, toast, quail eggs, homemade cesar sauce, sea salt, bacon."},
    {"id": "salad_003", "name_ru": "Цезарь с курицей", "name_en": "Caesar Salad - Chicken", "price": 75000, "description_ru": "Салат Саланова зеленый, салат Айсберг, томаты черри, гренки, перепелиные яйца, домашний соус «Цезарь», морская соль, курица.", "description_en": "salanova butter green, Iceberg lettuce, cherry tomato, toast, quail eggs, homemade cesar sauce, sea salt, chicken."},
    {"id": "salad_004", "name_ru": "Цезарь с лососем", "name_en": "Caesar Salad - Salmon", "price": 85000, "description_ru": "Салат Саланова зеленый, салат Айсберг, томаты черри, гренки, перепелиные яйца, домашний соус «Цезарь», морская соль, лосось.", "description_en": "salanova butter green, Iceberg lettuce, cherry tomato, toast, quail eggs, homemade cesar sauce, sea salt, salmon."}
  ],
  "ОБЕД": [
    {"id": "main_001", "name_ru": "Лосось с круассаном", "name_en": "Salmon with Croissant", "price": 73000, "description_ru": "Домашний соленый лосось, сливочный сыр, вареные перепелиные яйца, морская соль и щепотка любви.", "description_en": "Homemade salt salmon, cream cheese, boild quail eggs, sea salt and pinch of love"},
    {"id": "main_002", "name_ru": "Лосось с бейглом", "name_en": "Salmon with Bagel", "price": 73000, "description_ru": "Домашний соленый лосось, сливочный сыр, вареные перепелиные яйца, морская соль и щепотка любви.", "description_en": "Homemade salt salmon, cream cheese, boild quail eggs, sea salt and pinch of love"},
    {"id": "main_003", "name_ru": "Тунец с авокадо и круассаном", "name_en": "Tuna Avocado with Croissant", "price": 65000, "description_ru": "Тунец, свежее авокадо, перепелиные яйца, оливковое масло, черный перец и кусочек любви.", "description_en": "Tuna, fresh avocado, quail eggs, olive oil, black papper and slice of love"},
    {"id": "main_004", "name_ru": "Тунец с авокадо и бейглом", "name_en": "Tuna Avocado with Bagel", "price": 65000, "description_ru": "Тунец, свежее авокадо, перепелиные яйца, оливковое масло, черный перец и кусочек любви.", "description_en": "Tuna, fresh avocado, quail eggs, olive oil, black papper and slice of love"},
    {"id": "main_005", "name_ru": "Бекон и яйца с круассаном", "name_en": "Bacon & Eggs with Croissant", "price": 65000, "description_ru": "Бекон, перепелиные яйца, томаты, домашние соленья, салат латук, секретный соус с ароматом любви.", "description_en": "Bacon, quail eggs, tomatos, homemade pickles, lettuce, secret souce with the flavor of love"},
    {"id": "main_006", "name_ru": "Бекон и яйца с бейглом", "name_en": "Bacon & Eggs with Bagel", "price": 65000, "description_ru": "Бекон, перепелиные яйца, томаты, домашние соленья, салат латук, секретный соус с ароматом любви.", "description_en": "Bacon, quail eggs, tomatos, homemade pickles, lettuce, secret souce with the flavor of love"},
    {"id": "main_007", "name_ru": "Куриная грудка Су-вид с круассаном", "name_en": "Sous Vide Chicken Breast with Croissant", "price": 60000, "description_ru": "Максимально сочная нарезанная куриная грудка су-вид, томаты, домашний соус тартар, салат латук, приправлено харизмой.", "description_en": "As juicy as possible sliced sous vide chicken breast, tomatos, homemade tartar sauce, lettuce, seasoned with charisma"},
    {"id": "main_008", "name_ru": "Куриная грудка Су-вид с бейглом", "name_en": "Sous Vide Chicken Breast with Bagel", "price": 60000, "description_ru": "Максимально сочная нарезанная куриная грудка су-вид, томаты, домашний соус тартар, салат латук, приправлено харизмой.", "description_en": "As juicy as possible sliced sous vide chicken breast, tomatos, homemade tartar sauce, lettuce, seasoned with charisma"},
    {"id": "main_009", "name_ru": "Скрэмбл с круассаном", "name_en": "Scramble Egg with Croissant", "price": 55000, "description_ru": "Яичница-болтунья, томаты, черный перец, салат латук, морская соль, просто, но с любовью.", "description_en": "Scrambled egg, tomatos, black papper, lettuce, sea salt, simply but with love"},
    {"id": "main_010", "name_ru": "Скрэмбл с бейглом", "name_en": "Scramble Egg with Bagel", "price": 55000, "description_ru": "Яичница-болтунья, томаты, черный перец, салат латук, морская соль, просто, но с любовью.", "description_en": "Scrambled egg, tomatos, black papper, lettuce, sea salt, simply but with love"},
    {"id": "lunch_001", "name_ru": "Вареники с картофелем и грибами", "name_en": "Vareniki with Potato Mushrooms", "price": 55000, "description_ru": "Мягкие вареники ручной лепки с начинкой из сливочного картофеля и обжаренных грибов. Подаются со сливочным маслом и сметаной.", "description_en": "Soft, handmade dumplings filled with a creamy potato and sautéed mushroom mixture. Served with butter and sour cream for a rich and comforting taste."},
    {"id": "lunch_002", "name_ru": "Пельмени", "name_en": "Pelmeni", "price": 65000, "description_ru": "Нежные домашние пельмени с сочной мясной начинкой, отваренные до совершенства.", "description_en": "Delicate homemade dumplings filled with a savory blend of minced meat, gently boiled to perfection."}
  ],
  "ВЫПЕЧКА": [
    {"id": "pastry_001", "name_ru": "Круассан на сливочном масле", "name_en": "Butter Croissant", "price": 35000, "description_ru": "Сливочный круассан — это хрустящее, слоеное масляное объятие. Откуси кусочек и бум! Крошки повсюду. Грязно? Да. Вкусно? Абсолютно.", "description_en": "A butter croissant is a crunchy, flaky butter hug. Take a bite & boom! Crumbs everywhere. Messy? Yes. Delicious? Absolutely."},
    {"id": "pastry_002", "name_ru": "Даниш с изюмом", "name_en": "Raisin Danish", "price": 32000, "description_ru": "Даниш с изюмом — это закрученная, слоеная закуска с хитрыми маленькими изюминками внутри. Хрустящий, масляный и достаточно сладкий, чтобы заставить вас улыбнуться!", "description_en": "A raisin Danish is a swirly, flaky snack with sneaky little raisins inside. Crispy, buttery, and just sweet enough to make you smile like a pastry that gives you a tiny hug!"},
    {"id": "pastry_003", "name_ru": "Бейгл", "name_en": "Bagel", "price": 35000, "description_ru": "Золотистая, хрустящая корочка с мягкой, жевательной текстурой внутри — наш бейгл идеальный баланс текстуры и вкуса! Наслаждайтесь им просто так или с вашей любимой начинкой.", "description_en": "A golden, crispy crust with a soft, chewy inside—our bagel pastry is the perfect balance of texture and taste! Enjoy it plain or with your favorite spread."},
    {"id": "pastry_004", "name_ru": "Яблочный штрудель", "name_en": "Apple Strudel", "price": 32000, "description_ru": "Слоеное, золотистое тесто, наполненное сладкими яблоками с корицей — наш яблочный штрудель идеальное лакомство в любое время дня! Хрустящий снаружи, теплый и вкусный внутри.", "description_en": "Flaky, golden pastry filled with sweet, cinnamon-spiced apples—our Apple Strudel is the perfect treat for any time of the day! Crispy on the outside, warm and delicious on the inside."},
    {"id": "pastry_005", "name_ru": "Сникерс", "name_en": "Snickers", "price": 23000, "description_ru": "Сникерс — идеальный перекус с арахисом, карамелью, нугой и шоколадом. Сладкий, соленый и суперсытный, заставляющий голод исчезнуть за один укус.", "description_en": "Snickers is the perfect snack with peanuts, caramel, nougat, and chocolate. It's sweet, salty, and super satisfying, making hunger disappear in one bite."}
  ],
  "КОФЕ": [
    {"id": "coffee_001", "name_ru": "Эспрессо", "name_en": "Espresso", "price": 20000, "description_ru": "Маленький, крепкий кофе с насыщенным вкусом, который заряжает энергией с каждым глотком.", "description_en": "A small, strong coffee with rich flavor that packs a punch of energy in every sip."},
    {"id": "coffee_002", "name_ru": "Двойной эспрессо", "name_en": "Double Espresso", "price": 25000, "description_ru": "Вдвое больше эспрессо, вдвое больше бодрости! Более крепкий и насыщенный кофейный опыт для тех, кому нужен дополнительный заряд.", "description_en": "Twice the espresso, twice the kick! A stronger, richer coffee experience for those who need an extra boost."},
    {"id": "coffee_003", "name_ru": "Флэт Уайт", "name_en": "Flat White", "price": 28000, "description_ru": "Мягкий, сливочный кофе с бархатистым молоком и насыщенной основой из эспрессо — идеально сбалансированный, не слишком крепкий и не слишком легкий.", "description_en": "A smooth, creamy coffee with velvety milk and a rich espresso base perfectly balanced and not too strong, not too light."},
    {"id": "coffee_004h", "name_ru": "Моккачино (Горячий)", "name_en": "Mochaccino (Hot)", "price": 40000, "description_ru": "Восхитительное сочетание насыщенного эспрессо, сливочного молока и сладкого шоколада, увенчанное пышной пенкой. Идеальное сочетание кофе и какао!", "description_en": "A delicious mix of rich espresso, creamy milk, and sweet chocolate, topped with a frothy finish. It’s the perfect blend of coffee and cocoa!"},
    {"id": "coffee_004c", "name_ru": "Моккачино (Холодный)", "name_en": "Mochaccino (Cold)", "price": 43000, "description_ru": "Восхитительное сочетание насыщенного эспрессо, сливочного молока и сладкого шоколада со льдом. Идеальное сочетание кофе и какао в холодном виде!", "description_en": "A delicious mix of rich espresso, creamy milk, and sweet chocolate over ice. It’s the perfect blend of coffee and cocoa!"},
    {"id": "coffee_005h", "name_ru": "Кофе Латте (Горячий)", "name_en": "Caffe Latte (Hot)", "price": 35000, "description_ru": "Мягкий, сливочный кофе, приготовленный из эспрессо и вспененного молока, с небольшим количеством пенки сверху. Идеальный баланс насыщенного кофе и нежного молока.", "description_en": "A smooth, creamy coffee made with espresso and steamed milk, topped with a little foam. It’s the perfect balance of rich coffee and soft milk."},
    {"id": "coffee_005c", "name_ru": "Кофе Латте (Холодный)", "name_en": "Caffe Latte (Cold)", "price": 38000, "description_ru": "Мягкий, сливочный кофе, приготовленный из эспрессо и молока, подается со льдом. Идеальный баланс насыщенного кофе и нежного молока в освежающем варианте.", "description_en": "A smooth, creamy coffee made with espresso and milk, served over ice. It’s the perfect balance of rich coffee and soft milk."},
    {"id": "coffee_006h", "name_ru": "Капучино (Горячий)", "name_en": "Cappuccino (Hot)", "price": 33000, "description_ru": "Классический капучино с идеальным балансом эспрессо, горячего молока и молочной пены.", "description_en": "A classic cappuccino with a perfect balance of espresso, steamed milk, and foam."},
    {"id": "coffee_006c", "name_ru": "Капучино (Холодный)", "name_en": "Cappuccino (Cold)", "price": 36000, "description_ru": "Освежающий холодный капучино с эспрессо, молоком и ледяной пеной.", "description_en": "A refreshing cold cappuccino with espresso, milk, and chilled foam."},
    {"id": "coffee_007h", "name_ru": "Американо | Лонг Блэк (Горячий)", "name_en": "Americano | Long Black (Hot)", "price": 30000, "description_ru": "Простой, насыщенный кофе, приготовленный путем добавления горячей воды в эспрессо. Гладкий, крепкий кофе с чистым послевкусием.", "description_en": "A simple, bold coffee made by diluting espresso with hot water. It’s a smooth, strong coffee with a clean finish."},
    {"id": "coffee_007c", "name_ru": "Американо | Лонг Блэк (Холодный)", "name_en": "Americano | Long Black (Cold)", "price": 33000, "description_ru": "Простой, насыщенный кофе, приготовленный путем добавления холодной воды и льда в эспрессо. Освежающий, крепкий кофе.", "description_en": "A simple, bold coffee made by diluting espresso with cold water and ice. It’s a refreshing, strong coffee."},
    {"id": "coffee_008h", "name_ru": "Латте с коричневым сахаром (Горячий)", "name_en": "Brown Sugar Latte (Hot)", "price": 38000, "description_ru": "Сладкий, мягкий латте с насыщенным эспрессо, вспененным молоком и ноткой теплого коричневого сахара. Идеальный баланс сливочной и карамельной сладости.", "description_en": "A sweet, smooth latte with rich espresso, steamed milk, and a hint of warm brown sugar. It's the perfect balance of creamy and caramelized sweetness."},
    {"id": "coffee_008c", "name_ru": "Латте с коричневым сахаром (Холодный)", "name_en": "Brown Sugar Latte (Cold)", "price": 40000, "description_ru": "Сладкий, мягкий холодный латте с насыщенным эспрессо, молоком, льдом и ноткой теплого коричневого сахара.", "description_en": "A sweet, smooth cold latte with rich espresso, milk, ice, and a hint of warm brown sugar."},
    {"id": "coffee_009", "name_ru": "Фирменный Кофе", "name_en": "Signature Coffee", "price": 48000, "description_ru": "Наша специальная смесь насыщенного эспрессо, тщательно созданная с уникальными ароматами и мягким послевкусием. Идеальная чашка для ценителей кофе, которые хотят чего-то действительно уникального!", "description_en": "Our special blend of rich espresso, carefully crafted with unique flavors and a smooth finish. A perfect cup for coffee lovers who want something truly unique!"},
    {"id": "coffee_010h", "name_ru": "Карамельный Маккиато (Горячий)", "name_en": "Caramel Macchiato (Hot)", "price": 40000, "description_ru": "Сладкий и сливочный эспрессо-напиток со вспененным молоком, капелькой ванили и струйкой насыщенной карамели сверху. Идеальное сочетание мягкости и сладости!", "description_en": "A sweet and creamy espresso drink with steamed milk, a splash of vanilla, and a drizzle of rich caramel on top. It’s the perfect mix of smooth and sweet!"},
    {"id": "coffee_010c", "name_ru": "Карамельный Маккиато (Холодный)", "name_en": "Caramel Macchiato (Cold)", "price": 43000, "description_ru": "Сладкий и сливочный холодный эспрессо-напиток с молоком, льдом, капелькой ванили и струйкой насыщенной карамели сверху.", "description_en": "A sweet and creamy cold espresso drink with milk, ice, a splash of vanilla, and a drizzle of rich caramel on top."},
    {"id": "coffee_011", "name_ru": "Баноффи Кофе", "name_en": "Banoffee Coffee", "price": 50000, "description_ru": "Сливочная смесь банана, кофе и карамели — этот напиток идеальное сочетание сладкого и бодрящего. Мягкий, насыщенный и освежающий — восхитительное лакомство в любое время дня.", "description_en": "A creamy blend of banana, coffee, and caramel, this drink is the perfect mix of sweet and energizing. Smooth, rich, and refreshing, it's a delicious treat for any time of the day"}
  ],
  "МАТЧА": [
    {"id": "matcha_001", "name_ru": "Чистый Матча", "name_en": "PURE MATCHA", "price": 30000, "description_ru": "Гладкий, яркий и землистый вкус матча, созданный, чтобы донести до вас чистейший вкус зеленого чая.", "description_en": "Smooth, vibrant, and earthy matcha experience, crafted to bring you the purest taste of green tea."},
    {"id": "matcha_002", "name_ru": "Грязный Матча Латте", "name_en": "DIRTY MATCHA LATTE", "price": 33000, "description_ru": "Идеальное сочетание землистого матча и смелого эспрессо, сбалансированное сливочным молоком для гладкого и изысканного вкуса.", "description_en": "Perfect blend of earthy matcha and bold espresso, balanced with creamy milk for a smooth and indulgent taste."},
    {"id": "matcha_003", "name_ru": "Апельсиновый Матча", "name_en": "ORANGE MATCHA", "price": 0, "description_ru": "Освежающий вариант классического матча с добавлением пикантного апельсина для цитрусового, яркого заряда! (Цена будет уточнена)", "description_en": "Refreshing twist on classic matcha, infused with zesty orange for a citrusy, vibrant kick! (Price to be confirmed)"},
    {"id": "matcha_004", "name_ru": "Матча Латте", "name_en": "MATCHA LATTE", "price": 35000, "description_ru": "Сливочная и успокаивающая смесь премиального матча и бархатистого молока, создающая идеальный баланс землистых и сладких вкусов.", "description_en": "creamy and soothing blend of premium matcha and velvety milk, creating a perfect balance of earthy and sweet flavors."}
  ],
  "СМУЗИ": [
    {"id": "smoothie_001", "name_ru": "Манго Смузи", "name_en": "Mango Smoothie", "price": 48000, "description_ru": "Манговое безумие!", "description_en": "Mangoe Recklessness"},
    {"id": "smoothie_002", "name_ru": "Клубника-Мята Смузи", "name_en": "Strawberry Mint Smoothie", "price": 45000, "description_ru": "Клубника сходит с ума в вашем стакане!", "description_en": "Strawberry get wild in your glass"}
  ],
  "ЧАЙНАЯ КОЛЛЕКЦИЯ": [
    {"id": "tea_001", "name_ru": "Чайник ромашкового чая", "name_en": "CHAMOMILE TEA POT", "price": 48000, "description_ru": "Чайная коллекция, ромашка, дикий пчелиный мед.", "description_en": "Tea collection, chammomile, wild bee honey"},
    {"id": "tea_002", "name_ru": "Чайник мяты и лемонграсса", "name_en": "PEPPERMINT AND LEMON GRASS POT", "price": 47000, "description_ru": "Чайная коллекция, лист мяты, белый рассыпной чай, лемонграсс, дикий пчелиный мед.", "description_en": "Tea collection, peppermint leaf, white tea loose leaves, lemongrass, wild bee honey"},
    {"id": "tea_003", "name_ru": "Чайник облепихового чая", "name_en": "SEA BUCKTHORN POT", "price": 58000, "description_ru": "Чайная коллекция, сушеная гималайская облепиха, черный рассыпной чай, дикий пчелиный мед.", "description_en": "Tea collection, sea buckthorn dry himalaya, black tea loose leaves, wild bee honey"},
    {"id": "tea_004", "name_ru": "Чайник красных ягод", "name_en": "RED BERRY TEA POT", "price": 55000, "description_ru": "Чайная коллекция, малина, клубника, облепиха, голубика, шелковица, лимонник годжи, гибискус, чай Да Хун Пао, дикий пчелиный мед.", "description_en": "Tea collection, raspberry, strawberry, sea buckthorn, blueberry, mulberry, schisandra goji, hibiscus, da hong pao tea, wild be honey"},
    {"id": "tea_005", "name_ru": "Английский завтрак (пакетик)", "name_en": "ENGLISH BREAKFAST TEA BAG", "price": 22000, "description_ru": "Чайная коллекция, классический черный чай.", "description_en": "Tea collection, classic black tea"}
  ],
  "БЕЗАЛКОГОЛЬНЫЕ НАПИТКИ": [
    {"id": "softdrink_001", "name_ru": "Кока-Кола", "name_en": "COCA COLA", "price": 20000, "description_ru": "", "description_en": ""},
    {"id": "softdrink_002", "name_ru": "Спрайт", "name_en": "SPRITE", "price": 20000, "description_ru": "", "description_en": ""},
    {"id": "softdrink_003", "name_ru": "Тоник", "name_en": "TONIC WATER", "price": 20000, "description_ru": "", "description_en": ""},
    {"id": "softdrink_004", "name_ru": "Газированная вода", "name_en": "SPARKLING WATER", "price": 20000, "description_ru": "", "description_en": ""},
    {"id": "softdrink_005", "name_ru": "Яблочный сок", "name_en": "APPLE JUICE", "price": 20000, "description_ru": "", "description_en": ""},
    {"id": "softdrink_006", "name_ru": "Апельсиновый сок", "name_en": "ORANGE JUICE", "price": 20000, "description_ru": "", "description_en": ""},
    {"id": "kombucha_001", "name_ru": "Комбуча (Имбирь-Гвоздика)", "name_en": "Kombucha (Ginger-Clove)", "price": 35000, "description_ru": "Освежающая, газированная комбуча с пряным привкусом имбиря и теплой гвоздики. Легкая, терпкая и полная пробиотиков для здорового заряда!", "description_en": "A refreshing, fizzy kombucha with a spicy kick of ginger and warm cloves. Light, tangy, and packed with probiotics for a healthy boost!"}
  ]
}